[
    {
        "title": "Matthias Ott",
        "url": "https://matthiasott.com",
        "feed": " https://matthiasott.com/articles/rss",
        "description": "Matthias is an UI designer and engineer based in Stuttgart. He teaches prototyping and writes about Front-End, Design and the IndieWeb.",
        "twitter": "m_ott"
    },
    {
        "title": "Ethan Marcotte",
        "url": "https://ethanmarcotte.com",
        "feed": "https://ethanmarcotte.com/wrote/feed.xml",
        "description": "Ethan wrote the book on responsive web design, but he's also a gifted blogger. His posts cover web culture, technology and life in general.",
        "twitter": "beep"
    },
    {
        "title": "Tobias Ahlin",
        "url": "https://tobiasahlin.com",
        "feed":"https://tobiasahlin.com/feed.xml",
        "description": "Tobias is a designer, developer and teacher from Stockholm. He's worked for Spotify, Github and Minecraft and has a lot of interesting posts about CSS.",
        "twitter": "tobiasahlin"
    },
    {
        "title": "Heydon Pickering",
        "url": "http://www.heydonworks.com",
        "feed": "http://www.heydonworks.com/feed",
        "description": "Heydon is a designer and accessibility consultant based in the UK. He wrote 'Inclusive Design', edits for Smashing Magazine and is an excellent speaker on all things a11y.",
        "twitter": "heydonworks"
    },
    {
        "title": "Oliver Schöndorfer",
        "url": "https://www.zeichenschatz.net",
        "feed": "https://www.zeichenschatz.net/feed",
        "description": "Oliver loves good typography. He runs a design studio in Vienna and is a talented writer and speaker. He has some very interesting posts about web fonts.",
        "twitter": "glyphe"
    },
    {
        "title": "Una Kravets",
        "url": "https://una.im",
        "feed": "https://una.im/feed.xml",
        "description": "Una is a developer advocate at Google for their Material Design System. She writes about design and development, including great pieces about CSS, SVG and Service Worker.",
        "twitter": "una"
    },
    {
        "title": "Jonathan Snook",
        "url": "https://snook.ca",
        "feed": "https://snook.ca/posts/index.rss",
        "description": "Snook is a web designer, developer, writer, speaker, sometimes angel investor, and hobbyist photographer. He writes about many facets of modern front-end development and his blog features interesting posts on a variety of topics.",
        "twitter": "snookca"
    },
    {
        "title": "Lynn Fisher",
        "url": "https://lynnandtonic.com",
        "feed": "https://lynnandtonic.com/feed.xml",
        "description": "Lynn is an artist, designer, and developer. Her blog regularly blows people away with clever and creative uses of CSS. Lots of interesting posts here.",
        "twitter": "lynnandtonic"
    },
    {
        "title": "Tantek Çelik",
        "url": "https://tantek.com/",
        "feed": "https://tantek.com/updates.atom",
        "description": "Tantek is the co-founder of IndieWebCamp and currently works on open web standards at Mozilla. Responsible for many CSS and microformat specs, his blog is an absolute treasure trove of knowledge.",
        "twitter": "t"
    },
    {
        "title": "Tatiana Mac",
        "url": "https://tatianamac.com/",
        "feed": "https://tatianamac.com/feed/feed.xml",
        "description": "Tatiana is an American designer who builds inclusive, accessible, and ethical products with thoughtful practices. She's a wonderful speaker on the topic of ethics in technology, which is increasingly important.",
        "twitter": "TatianaTMac"
    }
]
